android-sdk-platform-tools
archlinux-themes-sddm
awesome-omarchy-tui-bin
bibata-cursor-theme-bin
elephant
elephant-desktopapplications
elephant-providerlist
google-chrome
huiontablet
hyprwhspr-git
libmirisdr4-git
notepadnext-bin
open-tv-bin
qt5-webengine
satdump
sdrangel-bin
sdrsharp
sdrtrunk-bin
snapd
sweet-cursors-hyprcursor-git
terminaltexteffects-git
thonny
timeshift-autosnap
visual-studio-code-bin
walker-bin
