airspy
alacritty
archiso
arm-none-eabi-gcc
arm-none-eabi-newlib
audacity
avrdude
base
base-devel
blueman
bluez
bluez-utils
btop
btrfs-progs
chromium
clang
cmatrix
codec2
cuda
dfu-programmer
dfu-util
dolphin
dos2unix
dsdcc
dunst
efibootmgr
fastfetch
firefox
flameshot
freerdp
fzf
galculator
gimp
git
grim
grub
grub-btrfs
gst-plugin-pipewire
hackrf
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
inotify-tools
intel-media-driver
intel-ucode
iperf
iwd
jq
kdenlive
kitty
libpulse
libva-intel-driver
libvncserver
linux
linux-firmware
linux-headers
lolcat
man-db
mbelib
mupdf-gl
mupdf-tools
nano
nautilus
nemo
neovim
network-manager-applet
networkmanager
nvidia-open
nwg-look
opencv
openocd
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plocate
plymouth
power-profiles-daemon
proton-vpn-gtk-app
python-pipx
qbittorrent
qflipper
qt5-graphicaleffects
qt5-quickcontrols
qt5-wayland
qt6-wayland
remmina
rtl-sdr
samba
sddm
sddm-kcm
slurp
smartmontools
sof-firmware
solaar
ttf-sharetech-mono-nerd
unzip
usbutils
uwsm
vim
virt-viewer
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
weechat
wget
wireguard-tools
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xhost
xorg-xinit
ydotool
zip
zram-generator
zsh
