airspy
alacritty
antiword
arm-none-eabi-gcc
arm-none-eabi-newlib
audacity
avrdude
blueman
bluez
bluez-utils
btop
chromium
clang
cmatrix
codec2
cups
cups-pdf
curl
dfu-programmer
dfu-util
docx2txt
dos2unix
dsdcc
efibootmgr
fastfetch
firefox
flameshot
foomatic-db-engine
foomatic-db-nonfree
freerdp
fzf
galculator
ghostscript
gimp
grub-btrfs
hackrf
hypridle
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
inotify-tools
intel-ucode
iperf
jq
kdenlive
libvncserver
linux-headers
logrotate
lolcat
man-db
mbelib
mupdf-gl
mupdf-tools
nano
nemo
neovim
netcat
network-manager-applet
networkmanager
nwg-look
opencv
openocd
otf-opendyslexic-nerd
pavucontrol
plocate
plymouth
power-profiles-daemon
proton-vpn-gtk-app
python-pipx
qbittorrent
qflipper
qt5-graphicaleffects
qt5-quickcontrols
remmina
rtl-sdr
samba
sddm-kcm
sof-firmware
solaar
system-config-printer
ttf-bigblueterminal-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-nerd-fonts-symbols-mono
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-terminus-nerd
ttf-ubuntu-mono-nerd
unzip
usbutils
virt-viewer
waybar
weechat
wget
wireguard-tools
wl-clipboard
xorg-xhost
ydotool
zip
zsh
